#1) Создайте переменную
#Создайте переменную my_heigh.
#Присвойте переменной значение — ваш рост в сантиметрах, но без указания размерности (например, «см»).
#Напишите команду вывода значения переменной на экран. Используйте функцию print.
my_heigh = 162
print('Мой рост: ', my_heigh)

#2) Перезапишите переменную
#Создайте переменную my_name и присвойте ей значение — ваше имя.
#В следующей строке присвойте этой же переменной другое значение — ваши имя и фамилия.
#Напишите команду вывода значения переменной на экран. Используйте функцию print.
my_name = "Elena"
my_name = "Elena Semenkova"
print("Моё имя и фамилия: ", my_name)